IdeaRS.Connections
CreateSegmentCommandData.MirrorY Property
Compatible with IDEA StatiCa 0.0
 Mirror local axis Y
 Namespace: IdeaRS.Connections.Data
 Assembly: IdeaRS.Connections (in IdeaRS.Connections.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public bool MirrorY { get; set; }
Property Value
Type: Boolean
See Also
Reference
CreateSegmentCommandData Class
IdeaRS.Connections.Data Namespace